
prefixes = {
    1: {
        "name": "Грустный",
        "emoji": "🥲",
        'price': 15000
    },
    2: {
        'name': 'Работяга',
        'emoji': '⛏️',
        'price': 15000
    },
    3: {
        'name': 'Крутии',
        'emoji': '😎',
        'price': 35000
    },
    4: {
        'name': 'Король',
        'emoji': '👑',
        'price': 55000
    },
    5: {
        'name': 'Любимка',
        'emoji': '💖',
        'price': 105000
    },
    6: {
        'name': 'Анчоус',
        'emoji': '🐟',
        'price': 105000
    },
    7: {
        'name': 'Писюн',
        'emoji': '🍆',
        'price': 205000
    },
    8: {
        'name': 'Демон',
        'emoji': '😈',
        'price': 305000
    },
    9: {
        'name': 'Мусулма',
        'emoji': '🧕🏿',
        'price': 305000
    },
    10: {
        'name': 'Чмоня',
        'emoji': '🐥',
        'price': 5005000
    },
    11: {
    	'name': 'Бабиджон',
        'emoji': '👶🏿',
        'price': 5005000
    },
    12: {
    	'name': 'Русский',
        'emoji': '🇷🇺',
        'price': 16800000
    },
    13: {
    	'name': 'Украинец',
        'emoji': '🇺🇦',
        'price': 16800000
    },
}
